Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you could ask the universe one question and get an honest answer, what would it be?
de: Wenn du dem Universum eine Frage stellen könntest und eine ehrliche Antwort bekommen würdest, was wäre das?
es: Si pudieras hacerle una pregunta al universo y obtener una respuesta honesta, ¿cuál sería?
fr: Si tu pouvais poser une question à l'univers et obtenir une réponse honnête, quelle serait-elle ?
it: Se potessi fare una domanda all'universo e ottenere una risposta onesta, quale sarebbe?
ja: もし宇宙に一つ質問して正直な答えを得られるとしたら、何を尋ねますか？
ko: 우주에 하나의 질문을 하고 정직한 답변을 얻을 수 있다면 무엇을 묻겠습니까?
nb: Hvis du kunne stille universet ett spørsmål og få et ærlig svar, hva ville det vært?
nl: Als je het universum één vraag kon stellen en een eerlijk antwoord kreeg, wat zou die vraag zijn?
pl: Gdybyś mógł zadać wszechświatu jedno pytanie i uzyskać szczerą odpowiedź, co by to było?
pt_br: Se você pudesse fazer uma pergunta ao universo e obter uma resposta honesta, qual seria?
sv: Om du kunde ställa universum en fråga och få ett ärligt svar, vad skulle det vara?
uk: Якби ви могли поставити всесвіту одне запитання і отримати чесну відповідь, що б це було?
zh_hans: 如果你能向宇宙提出一个问题并得到诚实的答案，你会问什么？

source: If you could be a character in any movie, who would you be?
de: Wenn du eine Figur in einem beliebigen Film sein könntest, wer wärst du?
es: Si pudieras ser un personaje de cualquier película, ¿quién serías?
fr: Si tu pouvais être un personnage de n'importe quel film, qui serais-tu ?
it: Se potessi essere un personaggio di qualsiasi film, chi saresti?
ja: どんな映画のキャラクターにもなれるなら、誰になりますか？
ko: 어떤 영화의 캐릭터든 될 수 있다면 누가 되고 싶으신가요?
nb: Hvis du kunne være en karakter i en hvilken som helst film, hvem ville du vært?
nl: Als je een personage in een film zou kunnen zijn, wie zou je dan zijn?
pl: Gdybyś mógł być postacią w dowolnym filmie, kim byś był?
pt_br: Se você pudesse ser um personagem de qualquer filme, quem seria?
sv: Om du kunde vara en karaktär i vilken film som helst, vem skulle du vara?
uk: Якби ви могли бути персонажем будь-якого фільму, ким би ви стали?
zh_hans: 如果你能成为任何电影中的一个角色，你会是谁？

source: If you could be a contestant on any game show, which one?
de: Wenn du bei einer beliebigen Gameshow teilnehmen könntest, bei welcher?
es: Si pudieras ser concursante de cualquier programa de juegos, ¿cuál?
fr: Si tu pouvais être candidat à n'importe quel jeu télévisé, lequel ?
it: Se potessi essere un concorrente a qualsiasi game show, quale?
ja: どのゲーム番組の出場者になれるなら、どれを選びますか？
ko: 어떤 게임 쇼의 참가자가 될 수 있다면 어떤 쇼에 나가고 싶으신가요?
nb: Hvis du kunne være deltaker i et hvilket som helst gameshow, hvilket?
nl: Als je deelnemer zou kunnen zijn aan een spelprogramma, welke zou dat zijn?
pl: Gdybyś mógł być uczestnikiem dowolnego teleturnieju, którego byś wybrał?
pt_br: Se você pudesse ser participante de qualquer programa de jogos, qual?
sv: Om du kunde vara tävlande i vilket spelprogram som helst, vilket?
uk: Якби ви могли бути учасником будь-якого ігрового шоу, якого саме?
zh_hans: 如果你能参加任何一个游戏节目，你会选哪个？

source: If you could be a famous actor, would you?
de: Wenn du ein berühmter Schauspieler sein könntest, würdest du?
es: Si pudieras ser un actor famoso, ¿lo serías?
fr: Si tu pouvais être un acteur célèbre, le voudrais-tu ?
it: Se potessi essere un attore famoso, lo faresti?
ja: 有名な俳優になれるなら、なりたいですか？
ko: 유명한 배우가 될 수 있다면 되고 싶으신가요?
nb: Hvis du kunne være en kjent skuespiller, ville du det?
nl: Als je een beroemde acteur zou kunnen zijn, zou je dat willen?
pl: Gdybyś mógł być znanym aktorem, czy chciałbyś?
pt_br: Se você pudesse ser um ator famoso, você seria?
sv: Om du kunde vara en känd skådespelare, skulle du göra det?
uk: Якби ви могли стати відомим актором, чи хотіли б?
zh_hans: 如果你能成为一名著名演员，你会愿意吗？

source: If you could be a fly on the wall in any room, which one?
de: Wenn du eine Fliege an der Wand in einem beliebigen Raum sein könntest, in welchem?
es: Si pudieras ser una mosca en la pared de cualquier habitación, ¿cuál?
fr: Si tu pouvais être une mouche sur le mur dans n'importe quelle pièce, laquelle ?
it: Se potessi essere una mosca sul muro in qualsiasi stanza, quale?
ja: もしどんな部屋でも壁のハエになれるなら、どの部屋を選びますか？
ko: 어떤 방이든 벽에 있는 파리가 될 수 있다면 어느 방을 선택하시겠습니까?
nb: Hvis du kunne vært en flue på veggen i et hvilket som helst rom, hvilket?
nl: Als je een vlieg aan de muur in elke kamer zou kunnen zijn, welke dan?
pl: Gdybyś mógł być muchą na ścianie w dowolnym pokoju, w którym?
pt_br: Se você pudesse ser uma mosca na parede de qualquer sala, qual?
sv: Om du kunde vara en fluga på väggen i vilket rum som helst, vilket?
uk: Якби ви могли бути мухою на стіні в будь-якій кімнаті, в якій?
zh_hans: 如果你能成为任何房间里的"墙上的苍蝇"，你会选哪个房间？

source: If you could be a master of a useless Olympic sport, which would you pick?
de: Wenn du Meister einer nutzlosen olympischen Sportart sein könntest, welche würdest du wählen?
es: Si pudieras ser maestro de un deporte olímpico inútil, ¿cuál elegirías?
fr: Si tu pouvais être un maître d'un sport olympique inutile, lequel choisirais-tu ?
it: Se potessi essere un maestro di uno sport olimpico inutile, quale sceglieresti?
ja: 無益なオリンピック競技の達人になれるなら、どれを選びますか？
ko: 쓸데없는 올림픽 종목의 달인이 될 수 있다면 어떤 걸 고르겠어요?
nb: Hvis du kunne være en mester i en ubrukelig olympisk idrett, hvilken ville du valgt?
nl: Als je een meester in een nutteloze olympische sport kon zijn, welke zou je dan kiezen?
pl: Gdybyś mógł być mistrzem bezużytecznego sportu olimpijskiego, który byś wybrał?
pt_br: Se você pudesse ser um mestre de um esporte olímpico inútil, qual escolheria?
sv: Om du kunde vara en mästare i en värdelös olympisk sport, vilken skulle du välja?
uk: Якби ви могли стати майстром марного олімпійського виду спорту, який би ви обрали?
zh_hans: 如果你能成为某个无用奥运项目的大师，你会选哪个？

source: If you could be a master of any instrument, which would it be?
de: Wenn du ein Meister eines beliebigen Instruments sein könntest, welches wäre das?
es: Si pudieras ser un maestro de cualquier instrumento, ¿cuál sería?
fr: Si tu pouvais être un maître d'un instrument, lequel serait-ce ?
it: Se potessi essere un maestro di qualsiasi strumento, quale sarebbe?
ja: もしどんな楽器でもマスターできるなら、何を選びますか？
ko: 어떤 악기든 마스터할 수 있다면 어떤 악기를 선택하시겠습니까?
nb: Hvis du kunne vært en mester på et hvilket som helst instrument, hvilket ville det vært?
nl: Als je een meester op elk instrument zou kunnen zijn, welke zou dat zijn?
pl: Gdybyś mógł być mistrzem dowolnego instrumentu, który by to był?
pt_br: Se você pudesse ser mestre de qualquer instrumento, qual seria?
sv: Om du kunde vara en mästare på vilket instrument som helst, vilket skulle det vara?
uk: Якби ви могли бути майстром будь-якого інструменту, який би це був?
zh_hans: 如果你能成为任何一种乐器的演奏大师，你会选哪种乐器？

source: If you could be a master of any sport, which would it be?
de: Wenn du ein Meister in einer beliebigen Sportart sein könntest, welche wäre das?
es: Si pudieras ser un maestro de cualquier deporte, ¿cuál sería?
fr: Si tu pouvais être un maître dans n'importe quel sport, lequel serait-ce ?
it: Se potessi essere un maestro di qualsiasi sport, quale sarebbe?
ja: どんなスポーツの達人になれるなら、何を選びますか？
ko: 어떤 스포츠의 달인이 될 수 있다면 어떤 스포츠를 선택하시겠어요?
nb: Hvis du kunne være en mester i en hvilken som helst sport, hvilken ville det vært?
nl: Als je een meester in een sport zou kunnen zijn, welke zou dat zijn?
pl: Gdybyś mógł być mistrzem dowolnego sportu, który by to był?
pt_br: Se você pudesse ser um mestre em qualquer esporte, qual seria?
sv: Om du kunde vara en mästare i vilken sport som helst, vilken skulle det vara?
uk: Якби ви могли бути майстром будь-якого виду спорту, якого саме?
zh_hans: 如果你能成为任何运动的大师，你会选哪项运动？

source: If you could be a master of one instrument you've never played, which would it be?
de: Wenn du ein Meister eines Instruments sein könntest, das du nie gespielt hast, welches wäre das?
es: Si pudieras ser un maestro de un instrumento que nunca has tocado, ¿cuál sería?
fr: Si tu pouvais être un maître d'un instrument que tu n'as jamais joué, lequel serait-ce ?
it: Se potessi essere un maestro di uno strumento che non hai mai suonato, quale sarebbe?
ja: 一度も演奏したことのない楽器の達人になれるとしたら、どの楽器を選びますか？
ko: 한 번도 연주해본 적 없는 악기의 달인이 될 수 있다면, 어떤 악기를 선택하겠습니까?
nb: Hvis du kunne vært mester på ett instrument du aldri har spilt, hvilket ville det vært?
nl: Als je een meester zou kunnen zijn van een instrument dat je nog nooit hebt bespeeld, welke zou het dan zijn?
pl: Gdybyś mógł być mistrzem jednego instrumentu, na którym nigdy nie grałeś, co by to było?
pt_br: Se você pudesse ser um mestre de um instrumento que nunca tocou, qual seria?
sv: Om du kunde vara mästare på ett instrument du aldrig har spelat, vilket skulle det vara?
uk: Якби ви могли стати майстром одного інструменту, на якому ніколи не грали, який би це був інструмент?
zh_hans: 如果你能成为某样从未学过的乐器的演奏大师，你会选哪种乐器？

source: If you could be a world-class chef, what would you cook?
de: Wenn du ein Weltklasse-Koch wärst, was würdest du kochen?
es: Si pudieras ser un chef de clase mundial, ¿qué cocinarías?
fr: Si tu pouvais être un chef de classe mondiale, que cuisinerais-tu ?
it: Se potessi essere uno chef di fama mondiale, cosa cucineresti?
ja: 世界クラスのシェフになれるなら、何を作りますか？
ko: 세계적인 셰프가 될 수 있다면 어떤 요리를 만들고 싶으신가요?
nb: Hvis du kunne være en verdensklassekokk, hva ville du lagd?
nl: Als je een topchef zou zijn, wat zou je koken?
pl: Gdybyś mógł być światowej klasy szefem kuchni, co byś ugotował?
pt_br: Se você pudesse ser um chef de classe mundial, o que cozinharia?
sv: Om du kunde vara en världsklasskock, vad skulle du laga?
uk: Якби ви могли бути кухарем світового класу, що б ви приготували?
zh_hans: 如果你能成为世界级大厨，你会做什么菜？

source: If you could be any age again for a week, which would it be?
de: Wenn du für eine Woche wieder ein beliebiges Alter haben könntest, welches wäre das?
es: Si pudieras volver a tener cualquier edad por una semana, ¿cuál sería?
fr: Si tu pouvais avoir à nouveau n'importe quel âge pour une semaine, lequel serait-ce ?
it: Se potessi tornare ad avere qualsiasi età per una settimana, quale sarebbe?
ja: 一週間だけ好きな年齢に戻れるなら、何歳を選びますか？
ko: 일주일 동안 어떤 나이로든 다시 돌아갈 수 있다면 몇 살을 선택하시겠어요?
nb: Hvis du kunne være en hvilken som helst alder igjen i en uke, hvilken ville det vært?
nl: Als je een week lang elke leeftijd opnieuw zou kunnen zijn, welke zou dat zijn?
pl: Gdybyś mógł znów mieć dowolny wiek przez tydzień, który by to był?
pt_br: Se você pudesse ter qualquer idade novamente por uma semana, qual seria?
sv: Om du kunde vara vilken ålder igen under en vecka, vilken skulle det vara?
uk: Якби ви могли знову мати будь-який вік на тиждень, який би ви обрали?
zh_hans: 如果你能回到任何年龄一周，你会选哪个年龄？

source: If you could be any age forever, which would you choose?
de: Wenn du für immer jedes Alter haben könntest, welches würdest du wählen?
es: Si pudieras tener cualquier edad para siempre, ¿cuál elegirías?
fr: Si tu pouvais avoir n'importe quel âge pour toujours, lequel choisirais-tu ?
it: Se potessi avere per sempre qualsiasi età, quale sceglieresti?
ja: もし永遠に同じ年齢でいられるなら、何歳を選びますか？
ko: 영원히 특정 나이일 수 있다면 몇 살을 선택하시겠습니까?
nb: Hvis du kunne vært en hvilken som helst alder for alltid, hvilken ville du valgt?
nl: Als je voor altijd een bepaalde leeftijd zou kunnen zijn, welke zou je dan kiezen?
pl: Gdybyś mógł na zawsze pozostać w dowolnym wieku, który byś wybrał?
pt_br: Se você pudesse ter qualquer idade para sempre, qual escolheria?
sv: Om du kunde vara vilken ålder som helst för alltid, vilken skulle du välja?
uk: Якби ви могли назавжди мати будь-який вік, який би ви обрали?
zh_hans: 如果你能永远停留在某个年龄，你会选择哪个年龄？

source: If you could be any animal for a day, which would it be?
de: Wenn du für einen Tag ein beliebiges Tier sein könntest, welches wäre das?
es: Si pudieras ser cualquier animal por un día, ¿cuál sería?
fr: Si tu pouvais être n'importe quel animal pour une journée, lequel serait-ce ?
it: Se potessi essere un animale per un giorno, quale sarebbe?
ja: もし一日だけ何かの動物になれるなら、何の動物になりますか？
ko: 하루 동안 어떤 동물이 될 수 있다면 어떤 동물이 되고 싶나요?
nb: Hvis du kunne vært et hvilket som helst dyr for en dag, hvilket ville det vært?
nl: Als je voor een dag een willekeurig dier zou kunnen zijn, welke zou dat dan zijn?
pl: Gdybyś mógł być dowolnym zwierzęciem przez jeden dzień, którym byś był?
pt_br: Se você pudesse ser qualquer animal por um dia, qual seria?
sv: Om du kunde vara vilket djur som helst för en dag, vilket skulle det vara?
uk: Якби ви могли бути будь-якою твариною на день, ким би ви були?
zh_hans: 如果你能当一天动物，你会选择当什么动物？

source: If you could be any character from a book, who would you be?
de: Wenn du eine Figur aus einem Buch sein könntest, wer wärst du?
es: Si pudieras ser cualquier personaje de un libro, ¿quién serías?
fr: Si tu pouvais être n'importe quel personnage de livre, qui serais-tu ?
it: Se potessi essere un personaggio di un libro, chi saresti?
ja: 本の中のどんなキャラクターにもなれるなら、誰になりますか？
ko: 책 속 어떤 캐릭터가 될 수 있다면 누가 되고 싶으신가요?
nb: Hvis du kunne være en hvilken som helst figur fra en bok, hvem ville du vært?
nl: Als je een personage uit een boek zou kunnen zijn, wie zou je dan zijn?
pl: Gdybyś mógł być dowolną postacią z książki, kim byś był?
pt_br: Se você pudesse ser qualquer personagem de um livro, quem você seria?
sv: Om du kunde vara vilken karaktär som helst från en bok, vem skulle du vara?
uk: Якби ви могли бути будь-яким персонажем книги, ким би ви стали?
zh_hans: 如果你能成为书中的任何一个角色，你会是谁？

source: If you could be any character from a TV show, who would it be?
de: Wenn du eine Figur aus einer TV-Serie sein könntest, wer wärst du?
es: Si pudieras ser cualquier personaje de un programa de televisión, ¿quién serías?
fr: Si tu pouvais être n'importe quel personnage d'une série télé, qui serais-tu ?
it: Se potessi essere un personaggio di una serie TV, chi saresti?
ja: テレビ番組のどんなキャラクターになれるなら、誰を選びますか？
ko: TV 쇼의 어떤 캐릭터든 될 수 있다면 누가 되고 싶으신가요?
nb: Hvis du kunne være en hvilken som helst karakter fra en TV-serie, hvem ville det vært?
nl: Als je een personage uit een tv-serie zou kunnen zijn, wie zou je dan zijn?
pl: Gdybyś mógł być dowolną postacią z serialu, kim byś był?
pt_br: Se você pudesse ser qualquer personagem de um programa de TV, quem seria?
sv: Om du kunde vara vilken karaktär som helst från en TV-serie, vem skulle det vara?
uk: Якби ви могли бути будь-яким персонажем телешоу, ким би ви стали?
zh_hans: 如果你能成为电视剧中的任何一个角色，你会是谁？

source: If you could be any historical figure for a day, who?
de: Wenn du für einen Tag eine beliebige historische Persönlichkeit sein könntest, wer?
es: Si pudieras ser cualquier figura histórica por un día, ¿quién?
fr: Si tu pouvais être n'importe quelle figure historique pour une journée, qui ?
it: Se potessi essere qualsiasi figura storica per un giorno, chi?
ja: 一日だけ歴史上の人物になれるなら、誰を選びますか？
ko: 하루 동안 어떤 역사적 인물이 될 수 있다면 누구를 선택하시겠어요?
nb: Hvis du kunne være en hvilken som helst historisk person for en dag, hvem?
nl: Als je voor een dag een historisch figuur zou kunnen zijn, wie dan?
pl: Gdybyś mógł być dowolną postacią historyczną przez jeden dzień, kim byś był?
pt_br: Se você pudesse ser qualquer figura histórica por um dia, quem?
sv: Om du kunde vara en historisk person för en dag, vem?
uk: Якби ви могли бути будь-яким історичним діячем на день, ким би ви стали?
zh_hans: 如果你能当一天任何历史人物，你会选谁？

source: If you could be any inanimate object in a horror movie, what would you be?
de: Wenn du ein unbelebter Gegenstand in einem Horrorfilm sein könntest, was wärst du?
es: Si pudieras ser cualquier objeto inanimado en una película de terror, ¿qué serías?
fr: Si tu pouvais être n'importe quel objet inanimé dans un film d'horreur, que serais-tu ?
it: Se potessi essere un qualsiasi oggetto inanimato in un film horror, cosa saresti?
ja: ホラー映画に出てくる無生物になれるなら、何になりたいですか？
ko: 공포 영화 속 무생물이 될 수 있다면 무엇이 되고 싶어요?
nb: Hvis du kunne være en hvilken som helst livløs gjenstand i en skrekkfilm, hva ville du vært?
nl: Als je een levenloos voorwerp in een horrorfilm kon zijn, wat zou je dan zijn?
pl: Gdybyś mógł być jakimkolwiek nieożywionym przedmiotem w filmie grozy, czym byś był?
pt_br: Se você pudesse ser qualquer objeto inanimado num filme de terror, o que você seria?
sv: Om du kunde vara ett livlöst föremål i en skräckfilm, vad skulle du vara?
uk: Якби ви могли бути будь-яким неживим предметом у фільмі жахів, ким би ви були?
zh_hans: 如果你能成为恐怖电影中的任何无生命物体，你会是什么？

source: If you could be any mythical creature, what would you be?
de: Wenn du ein mythisches Wesen sein könntest, was wärst du?
es: Si pudieras ser cualquier criatura mítica, ¿qué serías?
fr: Si tu pouvais être n'importe quelle créature mythique, que serais-tu ?
it: Se potessi essere qualsiasi creatura mitica, cosa saresti?
ja: どんな神話の生き物にもなれるなら、何になりますか？
ko: 어떤 신화 속 생물이 될 수 있다면 무엇이 되고 싶으신가요?
nb: Hvis du kunne være et hvilket som helst mytisk vesen, hva ville du vært?
nl: Als je een mythisch wezen zou kunnen zijn, wat zou je dan zijn?
pl: Gdybyś mógł być dowolnym mitycznym stworzeniem, czym byś był?
pt_br: Se você pudesse ser qualquer criatura mítica, o que você seria?
sv: Om du kunde vara vilken mytologisk varelse som helst, vad skulle du vara?
uk: Якби ви могли бути будь-якою міфічною істотою, ким би ви стали?
zh_hans: 如果你能成为任何神话生物，你会是什么？

source: If you could be any type of bread, which would you be?
de: Wenn du eine Brotsorte sein könntest, welche wärst du?
es: Si pudieras ser cualquier tipo de pan, ¿cuál serías?
fr: Si tu pouvais être n'importe quel type de pain, lequel serais-tu ?
it: Se potessi essere un qualsiasi tipo di pane, quale saresti?
ja: どんなパンにもなれるとしたら、何のパンになりたいですか？
ko: 빵이 될 수 있다면 어떤 종류의 빵이 되고 싶어요?
nb: Hvis du kunne være en hvilken som helst type brød, hvilken ville du vært?
nl: Als je een soort brood kon zijn, wat voor brood zou je dan zijn?
pl: Gdybyś mógł być dowolnym rodzajem chleba, którym byś był?
pt_br: Se você pudesse ser qualquer tipo de pão, qual você seria?
sv: Om du kunde vara vilken typ av bröd som helst, vilken skulle du vara?
uk: Якби ви могли бути будь-яким видом хліба, яким би ви були?
zh_hans: 如果你可以是任何一种面包，你会是哪一种？

source: If you could be anyone for a day, who would you choose?
de: Wenn du für einen Tag jemand anderes sein könntest, wen würdest du wählen?
es: Si pudieras ser cualquier persona por un día, ¿a quién elegirías?
fr: Si tu pouvais être n'importe qui pour une journée, qui choisirais-tu ?
it: Se potessi essere chiunque per un giorno, chi sceglieresti?
ja: 一日だけ誰かにになれるなら、誰を選びますか？
ko: 하루 동안 다른 사람이 될 수 있다면 누구를 선택하시겠어요?
nb: Hvis du kunne være hvem som helst for en dag, hvem ville du valgt?
nl: Als je voor een dag iemand anders kon zijn, wie zou je kiezen?
pl: Gdybyś mógł być kimś innym przez jeden dzień, kogo byś wybrał?
pt_br: Se você pudesse ser qualquer pessoa por um dia, quem escolheria?
sv: Om du kunde vara vem som helst för en dag, vem skulle du välja?
uk: Якби ви могли бути кимось іншим на день, кого б ви обрали?
zh_hans: 如果你能当一天任何人，你会选谁？

source: If you could be guaranteed to win a single competition, what sport or game would you choose?
de: Wenn dir garantiert wäre, einen einzigen Wettbewerb zu gewinnen, welche Sportart oder welches Spiel würdest du wählen?
es: Si se te garantizara ganar una sola competencia, ¿qué deporte o juego elegirías?
fr: Si tu étais assuré de gagner une seule compétition, quel sport ou jeu choisirais-tu ?
it: Se ti fosse garantito di vincere una singola competizione, quale sport o gioco sceglieresti?
ja: 一つの競技で確実に優勝できると約束されたら、どんなスポーツやゲームを選びますか？
ko: 단 하나의 대회에서 우승이 보장된다면, 어떤 스포츠나 게임을 선택하겠습니까?
nb: Hvis du var garantert å vinne en enkelt konkurranse, hvilken idrett eller spill ville du valgt?
nl: Als je gegarandeerd één wedstrijd zou winnen, welke sport of spel zou je dan kiezen?
pl: Gdybyś miał gwarancję wygranej w jednym konkursie, jaki sport lub grę byś wybrał?
pt_br: Se você tivesse a garantia de vencer uma única competição, qual esporte ou jogo escolheria?
sv: Om du garanterat fick vinna en enda tävling, vilken sport eller spel skulle du välja?
uk: Якби вам гарантували перемогу в одному змаганні, який вид спорту чи гру ви б обрали?
zh_hans: 如果能保证你在某场比赛中获胜，你会选择哪项运动或游戏？

source: If you could be instantly hired for any job you want, with no experience needed, what would you apply for?
de: Wenn du sofort für jeden Job eingestellt werden könntest, den du möchtest, ohne Erfahrung, für welche Stelle würdest du dich bewerben?
es: Si pudieras ser contratado al instante para cualquier trabajo que quieras, sin necesidad de experiencia, ¿para qué aplicarías?
fr: Si tu pouvais être embauché instantanément pour n'importe quel emploi que tu veux, sans expérience nécessaire, pour quel poste postulerais-tu ?
it: Se potessi essere assunto immediatamente per qualsiasi lavoro tu voglia, senza esperienza necessaria, per cosa ti candideresti?
ja: 経験がなくても、望むどんな仕事にも即採用されるなら、何に応募しますか？
ko: 경험 없이 원하는 어떤 일에든 즉시 채용될 수 있다면, 어떤 직종에 지원하겠습니까?
nb: Hvis du øyeblikkelig kunne bli ansatt i hvilken som helst jobb du vil, uten behov for erfaring, hva ville du søkt på?
nl: Als je meteen aangenomen zou kunnen worden voor elke baan die je wilt, zonder ervaring, waar zou je dan voor solliciteren?
pl: Gdybyś mógł zostać natychmiast zatrudniony do dowolnej pracy, bez doświadczenia, o jaką byś się ubiegał?
pt_br: Se você pudesse ser contratado instantaneamente para qualquer emprego que desejasse, sem necessidade de experiência, para qual se candidataria?
sv: Om du omedelbart kunde bli anställd för vilket jobb du vill, utan erfarenhet, vad skulle du söka?
uk: Якби вас могли миттєво найняти на будь-яку роботу, яку ви захочете, без необхідного досвіду, на яку посаду ви б подали заявку?
zh_hans: 如果你能立即被任何你想要的工作录用，且不需要经验，你会申请什么工作？

source: If you could be reincarnated as any non-human thing, what would you be?
de: Wenn du als irgendetwas Nichtmenschliches wiedergeboren werden könntest, was wäre das?
es: Si pudieras reencarnarte en cualquier cosa no humana, ¿qué serías?
fr: Si tu pouvais te réincarner en n'importe quelle chose non humaine, que serais-tu ?
it: Se potessi reincarnarti in qualsiasi cosa non umana, cosa saresti?
ja: 人間以外のものに生まれ変わるとしたら、何になりたいですか？
ko: 인간이 아닌 것으로 환생할 수 있다면, 무엇이 되고 싶습니까?
nb: Hvis du kunne bli gjenfødt som en hvilken som helst ikke-menneskelig ting, hva ville du vært?
nl: Als je zou kunnen reïncarneren als een niet-menselijk ding, wat zou je dan zijn?
pl: Gdybyś mógł odrodzić się jako dowolna nie-ludzka rzecz, czym byś był?
pt_br: Se você pudesse reencarnar como qualquer coisa não humana, o que seria?
sv: Om du kunde återfödas som vilken icke-mänsklig sak som helst, vad skulle du vara?
uk: Якби ви могли перевтілитися в будь-яку нелюдську річ, ким би ви стали?
zh_hans: 如果你能转世成为任何非人类的东西，你想成为什么？

source: If you could be the best in the world at one useless party trick, what would it be?
de: Wenn du der Beste der Welt in einem nutzlosen Partytrick sein könntest, welcher wäre das?
es: Si pudieras ser el mejor del mundo en un truco de fiesta inútil, ¿cuál sería?
fr: Si tu pouvais être le meilleur du monde à un tour de fête inutile, quel serait-il ?
it: Se potessi essere il migliore del mondo in un trucco da festa inutile, quale sarebbe?
ja: 世界で一番上手くなりたい、役に立たないパーティー・トリックは何ですか？
ko: 쓸모없는 파티 트릭 하나를 세계 최고로 잘한다면, 어떤 트릭을 선택하겠습니까?
nb: Hvis du kunne vært best i verden på én unyttig partytriks, hva ville det vært?
nl: Als je de beste ter wereld zou kunnen zijn in één nutteloos partytrucje, wat zou het dan zijn?
pl: Gdybyś mógł być najlepszy na świecie w jednym bezużytecznym triku imprezowym, co by to było?
pt_br: Se você pudesse ser o melhor do mundo em um truque de festa inútil, qual seria?
sv: Om du kunde vara bäst i världen på ett oanvändbart partytrick, vad skulle det vara?
uk: Якби ви могли бути найкращим у світі в одному марному вечірковому трюку, яким би він був?
zh_hans: 如果你能在某项毫无用处的派对把戏上成为世界第一，那会是什么把戏？
